driver-tests/bpelse/ScopeTermination/ScopeTerminationJbi/test/RepeatUntilTerminationInProcess/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <typeA xmlns="http://localhost/wsdl/RepeatUntilTerminationInProcess">
      <ns1:paramA xmlns:ns1="http://localhost/wsdl/RepeatUntilTerminationInProcess">InitialAssign-AssignInLoop</ns1:paramA>
    </typeA>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
